Repository: nyansilo/m4uapp
Catalog: lib/l10n/app_*.arb
Languages: sw

# home_nav_item
source: Home
sw: Mwanzo

# wishlist_nav_item
source: Wish list
sw: Pendezo

# blog_nav_item
source: Blog
sw: Blogu

# favorite_nav_item
source: Favorite
sw: Pendezo

# account_nav_item
source: Account
sw: Akaunti

# located_where
source: WHERE ARE YOU LOCATED?>
sw: WAPI ULIPO? >

source: Search Properties
sw: Tafuta Bithaa

# cat_apartment
source: Apartment
sw: Makazi

# cat_land
source: Land
sw: Ardhi

# cat_commercial
source: Commercial
sw: Ofisi

# cat_vehicle
source: Vehicle
sw: Usafiri

# popular_header
source: Popular Properties
sw: Bidhaa Maarufu

# let_find_interesting
source: Let find out what most interesting things
sw: Hebu tujue ni mambo gani ya kuvutia zaidi

# recent_header
source: Recent Properties
sw: Bidhaa za hivi Karibuni

# what_happen
source: Whatâ€™s that could happen
sw: Ambacho kinaweza kutokea

source: view all
sw: zote

source: English
sw: Kingereza

# first_name_input
source: First Name
sw: Jina la Kwanza

# first_name_hint
source: Enter your firstname
sw: Jina la kwanza

# last_name_input
source: First Name
sw: Jina la Mwisho

# last_name_hint
source: Enter your lastname
sw: Jina La Mwisho

# email_input
source: Email
sw: Barua pepe

# email_hint
source: Enter your email
sw: Barua pepe

# passsword_input
source: Password
sw: Neno la siri

# password_hint
source: Enter your password
sw: Neno la Siri

# confirm_passsword_input
source: Confirm Password
sw: Thibitisha neno la siri

# confirm_password_hint
source: Enter confirmation password
sw: Thibitisha neno la siri

# signup_button
source: Sign Up
sw: Sajili

# signin_button
source: Sign In
sw: Ingia

# dont_have_account
source: Don't have an account?
sw: Huna akaunti?

# already_have_account
source: Aready have an account?
sw: Tayari unayo akaunti?

# signin_label
source: Sign In
sw: Sajili

# signup_label
source: Sign Up
sw: Ingia

# first_name_error
source: First name is required
sw: Jina la kwanza linahitajika

# last_name_error
source: Last name is required
sw: Jina la mwisho linahitajika

# email_error
source: Invalid email
sw: Barua pepe batili

# password_error
source: Password length should be more than 6 chars
sw: Urefu wa nenosiri unapaswa kuwa zaidi ya herufi 6

# confirm_password_error
source: Password don't match
sw: Neno la siri hailingani

source: Invalid credentials
sw: Uthibitishaji batili

# form_error
source: Data is invalid, please fill the form before submitting!
sw: Taarifa sio sahihi, tafadhali jaza fomu kabla ya kuwasilisha

# error_occured
source: An Error Occurred!
sw: Itilafu imetokea!

source: Wishlist
sw: Pendezo

source: Notification
sw: Taarifa
